/* No comment provided by engineer. */
"Confirm Payment" = "カードで支払う";

/* No comment provided by engineer. */
"CVC" = "セキュリティコード";

/* No comment provided by engineer. */
"Expiry" = "有効期限";

/* No comment provided by engineer. */
"Name" = "カード名義";

/* No comment provided by engineer. */
"Number" = "カード番号";

/* No comment provided by engineer. */
"The card number is incorrect. Make sure you entered the correct card number." = "カードの番号が誤っています。再度ご確認ください。";

/* No comment provided by engineer. */
"The card's expiry is incorrect. Make sure you entered the correct expiration date." = "有効期限が誤っています。再度ご確認ください。";

/* No comment provided by engineer. */
"The expiry month provided is invalid. Make sure the expiry month entered matches your credit card." = "カードの有効期限（月）の数値が正しくありません。カードに印字されている有効期限の月を正しく入力してください。";

/* No comment provided by engineer. */
"The expiry year provided is invalid. Make sure the expiry year entered matches your credit card." = "カードの有効期限（年）の数値が正しくありません。カードに印字されている有効期限の年を正しく入力してください。";

/* No comment provided by engineer. */
"The name provided is invalid. Make sure the name entered matches your credit card." = "カードの名義の文字が正しくありません。カードに印字されている所有者名を正しく入力してください。";

/* No comment provided by engineer. */
"The security code provided is invalid. For Visa, MasterCard, JCB, and Diners Club, enter the last 3 digits on the back of your card. For American Express, enter the 4 digits printed above your number." = "セキュリティコードの数値が正しくありません。Visa, MasterCard, JCB, Diners Clubでは裏面右端の3桁を、American Expressでは表面右端の4桁の数字を入力してください。";

/* No comment provided by engineer. */
"TOTAL" = "合計金額";

